INSERT INTO bank_accounts (id, rcbic, bank, address, correspondent_account, account, main_account, sort_number)
VALUES (1, '14593', 'Сбербанк', 'Москва ул. Ленина', '30101643600000000957', '42605998100001234567', true, '1'),
       (2, '55320', 'Газпромбанк', 'Москва ул. Катина', '30101643600000000123', '40702643100007654321', true, '2'),
       (3, '54354', 'Промсвязьбанк', 'Москва ул. Петровка', '30101643600000000456', '4070264310000876543', true, '3'),
       (4, '86758', 'ВТБ', 'Москва ул. Охотный ряд', '30101643600000000789', '40702643100008876543', true, '4'),
       (5, '28394', 'Совкомбанк', 'Москва ул. Ильинка', '30101643600000000012', '40702643100008210987', true, '5'),
       (6, '80209', 'Россельхозбанк', 'Москва ул. Маросейка', '30101643600000000345', '40702643100008654321', true, '6'),
       (7, '90624', 'ВТБ', 'Москва ул. Воздвиженка', '30101643600000000678', '40702643100008098765', true, '7'),
       (8, '27895', 'Россельхозбанк', 'Москва ул. Покровка', '30101643600000901234', '40702643100008432109', true, '8'),
       (9, '80972', 'Газпромбанк', 'Москва ул. Старая Басманная', '30101643600000567890', '40702643100008876543', true, '9'),
       (10, '897323', 'Сбербанк', 'Москва ул. Ильинка', '30101643600000123456', '40702643100008210987', true, '10'),
       (11, '0938343', 'Газпромбанк', 'Москва ул. Воздвиженка', '30101643600000789012', '4070264310000654321', true, '11'),
       (12, '8936234', 'Совкомбанк', 'Москва ул. Петровка', '30101643600000345678', '4070264310000098765', true, '12'),
       (13, '90843', 'Альфа-Банк', 'Москва ул. Петровка', '30101643600000901234', '4070264310000432109', true, '13'),
       (14, '19872', 'Сбербанк', 'Москва ул. Ильинка', '30101643600000123456', '40702643100008987654', true, '14'),
       (15, '09836', 'Газпромбанк', 'Москва ул. Воздвиженка', '30101643600000567890', '4070264310000321098', true, '15'),
       (16, '12098', 'Совкомбанк', 'Москва ул. Петровка', '30101643600000123456', '4070264310000765432', true, '16'),
       (17, '09863', 'Альфа-Банк', 'Москва ул. Петровка', '30101643600000789012', '4070264310000109876', true, '17'),
       (18, '19872', 'Сбербанк', 'Москва ул. Ильинка', '30101643600000345678', '40702643100008543210', true, '18'),
       (19, '93094', 'Газпромбанк', 'Москва ул. Воздвиженка', '30101643600000901234', '4070264310000987654', true, '19'),
       (20, '21039', 'Совкомбанк', 'Москва ул. Петровка', '30101643600000567890', '4070264310000321098', true, '20'),
       (21, '89743', 'ВТБ', 'Москва ул. Петровка', '3010164360000123456', '4070264310000765432', true, '21');
SELECT setval('bank_accounts_id_seq', max(id))
FROM bank_accounts